["The only time genius comes on demand is when you order at chipotle.", "There's a chance this ends up as a Hindenburg colliding into the Titanic level of disaster.", "Well when you’re cool with mediocrity, the realm of possibility is way larger.", "Cool business people are always 100% honest.", "Found out today one of my math classes is actually a graduate course when the teacher opened with “Since you’re all PhD students...”", "\"What's the most sophisticated meal you can cook, Beth?\"\n\n\"Mac &amp; Cheese. But only from Easy-Mac.\"", "*sees an unwanted egg on the lunch table*\n\nOoh, free projectile!", "I'm a really good clapper because it's basically like high-fiving yourself.", "\"\"\"You miss 100% of the shots you don't take.\"-Wayne Gretzky\"-Michael Scott\"\n-Beth Nakamura", "RT @lalalalinna: @shitbethsaid &lt;seal slow clap&gt;", "Limericks are pretty underrated.", "It's similar to an almond, botanically.", "I'm just skeptical of setdefault. It's a coconut of the coding world...it just looks like it's up to something.", "Being ready is never a pre-req. There's no time to prepare. There's only time to perform.", "Am I in \"the cloud\" right now?", "RT @etothemanders: @shitbethsaid \"Riding the struggle bus right on to the funemployment train. See you guys there.\"", "Kids are the worst. They're whiny, money-sucking jerks. But I'm sure it's super rewarding.", "...so what can 13-month-year-olds do?", "I've lost a lot of things to lakes... Shoes, my lunch, my sister once...but I pulled her out!", "Channel Kayne. Do dope shit. Be your Kayne Best.", "If it makes you feel any better I lost a shoe in the lake while sailing today. So we're both suffering.", "RT @atiechengk: \"August 8th, 2014: I won it back\" @shitbethsaid http://t.co/Nt6CMomnNo", "What's brown, hairy, lives in a tree and eats bananas?\n\nA banana-eating coconut.", "Have you ever looked at a coconut? That shit is weird.", "I don't hate coconuts, they're just sketchy and weird.", "My dinosaur knowledge is outdated.", "I'm not about the pop culture life, but I will be one day. When I'm an icon of it.", "Yeah, I'd vote for you...as a member of a jury of 12 to send you to jail.", "Aw man, I'm going to have to keep my LinkedIn updated. Being an adult is the worst.", "\"What are we going to do without you, Beth?\"\n\n\"I don't know, probably get work done.\"", "If my ego got any bigger, it would crawl out of my body and become its own person. I can't risk power-posing.", "This summer would have been way less fun if I wasn't 21. Wait, no, this summer would have been way more illegal if I wasn't 21.", "At times I can be surprisingly productive.", "Today is the day. May we all have the ego of Kanye today. It's the best blessing one can give. Live your life like a god.", "I don't mean to brag, but I pick things I don't like out of salads all the time.", "How close are you to having a theorem named after you, Dr. J? Ok how close are you to having *anything* named after you? A niece, a drink..?", "I hope none of us has whooping cough. \n(Only babies get that, Beth)\nYeah but that's what people say just before they die of whooping cough.", "When you giggle it makes me feel like you're plotting, and I don't like it. Nothing good has ever come from giggling.", "I just lost my Hadoop cluster for like 20 minutes in the cloud. I had to go track that thing down. But I found it.", "I want to show you my Hadoop cluster but I can't seem to find it in the cloud. I'm going to text AWS to send me a picture.", "\"Hey Beth, can I get your opinion on something?\"\n\n\"Do you get to pick what you get my opinion on? Or do you just want me to lay one out?\"", "Google+ is like a diary but way more secure. Someone could steal your diary and read it, but no one's going to look at your google+.", "Christian told me he was pretty sure I could implement my entire front end over the weekend and I was like \"...or I could hang out...\"", "I've got a lot of great qualities...I'd say modesty might make the top 15, but it's pretty competitive.", "Ahh libraries...a worse version of the internet...", "It's never too late to pivot!", "I don't live the tweet life. I can't live it.", "I've got some opinions and they're comin in hot.", "Do you have that look on your face because your project is working *so* well? Good, I thought so.", "Ok I think I'm in the Realm of Hadoop Possibility.", "You want me to call whine-1-1 and get a waaaambulance over here?", "No, I asked if we could order a KEG. We're already confirmed for a cake.", "You know how often you use your chin? Never o'clock.", "How are you going to lean in to the tech industry if you can't even lean in to your computer?", "No mom, @shitbethsaid isn't me. I'm not on twitter!", "Since when do we need \"data\" to draw conclusions?", "Lots of people \"would.\" \"Who would\" and \"why\" are two distinct questions that need to be asked of the Kickstarter community.", "YOHO: You Only Hackbright Once.", "Should I configure AWS to send me text messages when stuff happens? Nah, I'll put your phone number in here.", "There's a brownie in my backpack; you can eat that. It's from today!", "We live the hard-code life.", "\"Can I take a nap on the struggle bus?\" \"Only if you're not driving.\"", "Oh I am securely on the struggle bus. Buckled in. Five-point harness on the struggle bus.", "Is it still refactoring if you're just making it function, if what you did in the first place would never work in a million years?", "Go refactor your appetite. Get a snack, take a break.", "Oh man, I accidentally just pushed 1700 files to GitHub. How do I stop that?", "I think my problem's too big for the cloud :|", "The key to all good demos: resembling vandalism.", "Yeah, plausibility...one more thing I should have checked early on for my project.", "Hey, when you're only 20, every decade is an era.", "Once I Hadoop it, it's \"the cloud's\" problem, not my problem.", "In Silicon Valley it's not always clear what a company actually does, so if you can show you know what a company does, it really helps.", "Tech talk: Establish the Hype http://t.co/7zBAbjuQqb", "Well, I know what you're talking about, which is a victory in itself.", "Do you ever feel like the terminal's lying to you?", "Hey, stumbling over the bar is still clearing the bar.", "Why am I so chipper? Because when you really lower your bar, all you can do is look up!", "I don't want to say that I'm not up on the pop culture life, but I just found out this year that Alicia Keys isn't Beyonce's stage name.", "Do you want a giant sugar cube for your high horse? Well then don't look like you've never done that yourself.", "I have the same ringtone for calls as for my alarm, so I hang up on people all the time.", "I'm actually from Hack Reactor. Get ready for demo day, y'all; there's gonna be a power outage.", "Have you heard of the biosphere in Arizona? I think that's rad.", "What are you worried about, gang ties? Hey, I take people taking me seriously very seriously.", "You can't win 'em all. Some days, all you've got is your personality.", "That's the foundation of all friendships: knowing exactly how terrible the other person is and deciding, \"okay\".", "My project name is Shoddy Guesswork", "What? No you can't scroll!! Is this your demo or mine?", "So are we getting additional snacks this afternoon, or was the cake it?", "If this costs money I'm applying for a Hackbright grant. Which isn't a thing yet but either they're giving me money or I'm taking stuff home", "What's up, @JessJoSchwartz? You're looking real smart.", "I don't know if I want to follow @shitbethsaid...I think it's best if I forget what I've said and move forward with my life.", "When I picture my thirties, I picture fiscal responsibility and no more Rockstar. Also no more Franzia.", "I'm drinking Rockstar lemonade. It's for when you need to recover and you need a Rockstar. Which is always.", "Ok it's Friday afternoon..*cracks open a Rockstar*...time to get something done.", "On Friday I'll \"just Hadoop it.\" Then I'll be \"ready\" for my \"demo.\"", "One time I got lost walking in the tenderloin...that was one of the top five bummers of that week.", "I just calculated that my program is going to take 200 years to run, so I should probably stop it. Eh, I'll let it run for a few hours.", "You can't demo dreams, but you can deploy hype."]